Repository: wp-plugins/redi-restaurant-reservation
Catalog: lang/redi-restaurant-reservation-*.po
Languages: fi_fi, fr_fr, he_he, ru_ru, sv_se

source: ReDi Restaurant Reservation plugin could not get an API key from the reservationdiary.eu server when it activated.<br/> You can try to fix this by going to the ReDi Restaurant Reservation "options" page. <br/>This will cause ReDi Restaurant Reservation plugin to retry fetching an API key for you. <br/>If you keep seeing this error it usually means that server where you host your web site can't connect to our reservationdiary.eu server. <br/>You can try asking your WordPress host to allow your WordPress server to connect to api.reservationdiary.eu<br/>In case you can not solve this problem yourself, please contact us directly by <a href="mailo:info@reservationdiary.eu">info@reservationdiary.eu</a>
fr_fr: Parfois, le plugin ReDi Restaurant Reservation ne peut pas obtenir de clé API à partir du serveur de reservationdiary.eu <br/> Vous pouvez tenter de résoudre ce problème en vous rendant sur ReDi Restaurant Reservation "options" page. <br/> Cela permettra au plugin de redemander une clé API pour vous. <br/> Si vous continuez d'obtenir cette erreur, cela signifie généralement que le serveur où vous hébergez votre site web ne peut pas se connecter à notre serveur de reservationdiary.eu. <br/> Vous pouvez essayer de demander à votre hôte WordPress de permettre à votre serveur de se connecter à api.reservationdiary.eu <br/> Au cas où vous ne pouvez pas résoudre ce problème vous-même, contactez directement par <a href = "mailo : info@reservationdiary.eu "> info@reservationdiary.eu </a>

source: Reservation has been successfully canceled.
fr_fr: La réservation a été annulée avec succès.
he_he: ההזמנה בוטלה בהצלחה.
ru_ru: Резервирование отменено

source: Reservation number is required
fr_fr: Le numéro de réservation est nécessaire
he_he: מספר הזמנה נחוץ
ru_ru: Необходимо укащать номер резервирования

source: Min Persons should be lower than Max Persons
fi_fi: Minimi henkilömäärä täytyy olla vähemmän kuin suurin sallittu
fr_fr: Le minimum de personnes ne peut pas être inférieur au maximum de personnes
he_he: מינימום סועדים צריך להיות גדול ממקסימום סועדים
ru_ru: Минимальное количество человек должно быть меньше максимального
sv_se: Minsta antal personer måste vara färre an maximalt antal.

source: Reservation time should be greater than 0
fi_fi: Varausajan täytyy olla suurempi kuin 0
fr_fr: La durée de la réservation a besoin d'être supérieure à 0
he_he: זמן הזמנה חייב להיות גדול מ 0
ru_ru: Время резервирования должно быть больше 0

source: Reservation number can't be empty
fr_fr: Le numéro de réservation est nécessaire
he_he: שדה מספר הזמנה לא יכול להיות ריק
ru_ru: Номер резервирования не может быть пустым

source: Name can't be empty
fi_fi: Nimi vaaditaan
fr_fr: Indiquez votre nom
he_he: שדה שם לא יכול להיות ריק
ru_ru: Поле Имя не может быть пустым.
sv_se: Namn behöver anges.

source: Email can't be empty
fi_fi: Sähköposti ei voi olla tyhjä
fr_fr: Indiquez votre e-mail
he_he: שדה דואל לא יכול להיות ריק (הכתובת תשמש לאימות ההזמנה)
ru_ru: Поле Емайл не может быть пустым.
sv_se: E-post behöver anges.

source: Phone can't be empty
fi_fi: Sähköposti vaaditaan
fr_fr: Indiquez votre téléphone
he_he: שדה מספר טלפון לא יכול להיות ריק
ru_ru: Поле Телефон не может быть пустым.
sv_se: Telefonnummer behövs.

source: Reason can't be empty
fr_fr: La raison est nécessaire
he_he: שדה סיבה לא יכול להיות ריק
ru_ru: Поле причина отмены не может быть пустым.

source: Selected date or time is not valid.
fi_fi: Valittua aikaa tai päivämäärää ei ole mahdollista varata
fr_fr: L'horaire sélectionné n'est pas possible.
he_he: התאריך או השעה שנבחרו לא חוקיים
ru_ru: Указанное время или дата не корректные.
sv_se: Valt datum eller tid inte tillgängligt.

source: Yes
fi_fi: Kyllä
fr_fr: Oui
he_he: כן
ru_ru: Да
sv_se: Ja

source: No
fi_fi: Ei
fr_fr: Non
he_he: לא
ru_ru: Нет
sv_se: Nej

source: Online reservation service is not available at this time. Try again later or contact us directly.
fi_fi: Pöytävaraus ei ole juuri nyt käytössä, yritä myöhemmin uudelleen.
fr_fr: Les réservations en ligne ne sont pas possibles en ce moment. Essayez plus tard ou contactez-nous directement.
he_he: שרות ההזמנות המקוון לא זמין ברגעים אלה. אנא נסה שוב מאוחר יותר או צור איתנו קשר.
ru_ru: Онлайн бронирование в данный момент не доступно. Повторите попытку пожже или свяжитесь с нами напрямую.
sv_se: Onlinebokning inte öppen denna tid. Kontakta oss via telefon.

source: Free package settings
fi_fi: Ilmaisen version asetukset
fr_fr: Paramètres du service gratuit
he_he: הגדרות לחבילה חינמית
ru_ru: Настройки бесплатного пакета
sv_se: Grundinställningar

source: Basic package settings
fi_fi: Maksullisen paketin asetukset
fr_fr: Paramètres du service Premium
he_he: הגדרות לחבילת בסיס
ru_ru: Настройки базового пакета
sv_se: Inställningar för Basic package.

source: Cancel reservation
fi_fi: Peruuta varaus
fr_fr: Annuler la réservation
he_he: בטל הזמנה
ru_ru: Отмена резервирования
sv_se: Avboka

source: Your settings have been saved!
fi_fi: Asetukset tallennettu
fr_fr: Votre réglage a été enregistré
he_he: ההגדרות שלך נשמרו!
ru_ru: Ваши изменения сохранены!
sv_se: Dina inställningar har sparats.

source: Common settings
fi_fi: Yleiset asetukset
fr_fr: Les paramètres communs
he_he: הגדרות נפוצות
ru_ru: Общие настройки
sv_se: Inställningar

source: Min persons per reservation
fi_fi: Minimi henkilömäärä varaukselle
fr_fr: Nombre de personne minimum par réservation
he_he: מינימום סועדים להזמנה
ru_ru: Минимальное количество людей
sv_se: Minsta antal personer per bokning

source: Minimum number of persons available to select from person drop down.
fr_fr: Nombre minimum de réservation de personnes possible.
he_he: מספר הסועדים המינימלי האפשרי לבחירה ברשימה נגללת
ru_ru: Минимальное количество людей доступное для выбора при резервировании

source: Max persons per reservation
fi_fi: Maksimi henkilömäärä varaukselle
fr_fr: Nombre de personne maximum par réservation
he_he: מקסימום סועדים להזמנה
ru_ru: Максимальное количество людей
sv_se: Max antal personer per bokning

source: Maximum number of persons available to select from person drop down.
fr_fr: Nombre maximum de réservation de personnes possible.
he_he: מספר הסועדים המקסימלי האפשרי לבחירה ברשימה נגללת
ru_ru: Максимальное количество людей доступное для выбора при резервировании

source: Reservation time
fi_fi: Varausaika
fr_fr: Durée de la réservation
he_he: זמן הזמנה
ru_ru: Время резервирования
sv_se: Sittningarnas tidslängd

source: Reservation duration in minutes
fi_fi: Varausaika minuuteissa
fr_fr: Durée de la réservation en minutes
he_he: משך ההזמנה בדקות (משך השהות במקום)
ru_ru: Время резервирования в минутах
sv_se: Sittningens längd i minuter

source: Alternative time step
fi_fi: Vaihtoehtoinen ajanjakso
fr_fr: Etape de temps moyen
he_he: מדרגת זמן
ru_ru: Шаг альтернативного времени

source: Show to clients available time with time step. For example if you select 15 min, alternative time will be 10:00, 10:15, 10:30 etc.
fr_fr: Montrer aux clients le choix de disponibilités par étapes. Par exemple, si vous sélectionnez 15 min, le temps affiché est 10h00, 10h15, 10h30, ...etc.
he_he: הצג ללקוח שעות זמינות עם מדרגות זמן. לדוגמא: אם תבחר 15 דקות, מדרגות הזמן יהיו 10:00, 10:15, 10:30 וכו'.
ru_ru: Показать клиентам доступное время с указанным шагом. Например, если вы выберите 15 мин, то альтернативное время будет 10:00, 10:15, 10:30 и т.д.

source: Send confirmation email to client
fr_fr: Envoyer un e-mail de confirmation au client
he_he: שלח דואל אישור ללקוח
ru_ru: Отправить подтверждение клиенту по емайл

source: From ReservationDiary.eu
fr_fr: Depuis ReservationDiary.eu
he_he: ישלח מ-ReservationDiary.eu
ru_ru: с сервера ReservationDiary.eu

source: From my wordpress email account
fr_fr: Depuis mon compte de messagerie Wordpress
he_he: מחשבון הדואל שלי בוורדפרס
ru_ru: С моего wordpress аккаунта

source: Disable confirmation email
fr_fr: Désactiver la confirmation e-mail
he_he: אל תאפשר דואל אישור
ru_ru: Отключить подтверждение по емайл

source: Sending from wordpress account setting will work only for Basic package clients
fr_fr: Option d'envoi fonctionnant en version Premium
he_he: הגדרת משלוח מחשבון וורדפרס תתאפשר רק ללקוחות חבילת הבסיס
ru_ru: Отправка из WordPress будет работать только для клиентов с базовым пакетом

source: Max time before reservations
fr_fr: possibilité maximale avant les réservations
he_he: מקסימום זמן לפני ההזמנה
ru_ru: Максимальное время до резервирования

source: Maximum time before reservation is accepted.
fr_fr: Temps maximal accepté avant une réservation.
he_he: מקסימום זמן בין ביצוע ההזמנה לתאריך המוזמן שמותר על מנת לקבל הזמנה
ru_ru: Максимальное количество часов до резервирования

source: Frontend settings
fr_fr: Réglages plugin

source: Message for large groups
fi_fi: Viesti isommalle ryhmälle
fr_fr: Message pour les grands groupes
he_he: הודעה לקבוצות גדולות
ru_ru: Сообщение для больших групп

source: This message displayed when user chooses large group
fi_fi: Viesti näytetään kun käyttäjä valitsee isomman ryhmän
fr_fr: Message à afficher lorsque l'utilisateur choisit un grand groupe
he_he: הודעה זו תוצג כאשר המשתמש בוחר בקבוצה גדולה (או מעבר למקסימום המותר)
ru_ru: Это сообщение отображается для больших групп

source: TimeShift Mode
fr_fr: Mode Time Shift

source: TimeShiftMode
fr_fr: Choix du mode Time Shift

source: Hidesteps
fr_fr: Masquer les étapes

source: Hide previous steps (only for timeshiftmode byshifts)
fr_fr: Cacher les étapes précédentes (seulement pour byshifts de timeshift mode)

source: Calendar type
fr_fr: Type de calendrier

source: Display calendar style
fr_fr: Choisir la présentation du calendrier

source: TimePicker type
fi_fi: Aikavalitsimen tyyppi
fr_fr: Type de sélection horaire
he_he: סוג בורר הזמן
ru_ru: Тип выбора времени
sv_se: Typ av tidsval

source: jQuery plugin or HTML dropdown
fi_fi: jQuery liitännäinen tai HTML alasvetovalikko
fr_fr: Plugin jQuery ou menu déroulant HTML
ru_ru: jQuery плагин или простой HTML dropdown

source: Support us
fi_fi: Tue meitä
fr_fr: Encouragez-nous
he_he: תימכו בנו
ru_ru: Поддержите нас

source: Please support our plugin by publishing Reservation Diary logo
fi_fi: Tue liitännäistämme julkaisemalla Reservation Diaryn logo
fr_fr: Encouragez-nous en publiant le logo Reservation Diary
he_he: אנא תמכו בפלאגאין שלנו על ידי פרסום הלוגו של רזרביישן דיארי
ru_ru: Поддержите наш плагин разместив Reservation Diary лого

source: Custom fields
fi_fi: Muokatut kentät
fr_fr: Champs personnalisés
he_he: שדה מותאם אישית
ru_ru: Дополнительные поля
sv_se: Anpassade fält

source: NOTE: Name, Email and Phone are required fields of reservation form and does not need to be defined here.
fr_fr: NOTE : Le Nom, l'e-mail et le téléphone sont nécessaires pour remplir le formulaire de réservation mais ils n'ont pas besoin d'être définis ici.
he_he: שים לב: שם, דואל ומספר טלפון הם שדות חובה וחלק אינטגרלי מטופס ההזמנה. אין צורך להגדיר אותם כאן.
ru_ru: ПРИМЕЧАНИЕ: имя, емайл и телефон обязательны для заполнения формы бронирования и не должны быть определены здесь.

source: Field name
fi_fi: Kentän nimi
fr_fr: Nom du champs
he_he: שם השדה
ru_ru: Название поля
sv_se: Namn på fält

source: Field type
fi_fi: Kentän tyyppi
fr_fr: Type de champs
he_he: סוג השדה
ru_ru: Тип
sv_se: Typ av fält

source: Is required?
fi_fi: Onko pakollinen
fr_fr: Nécessaire ?
he_he: האם שדה חובה?
ru_ru: Обязательный?
sv_se: Obligatoriskt?

source: Required error message
fi_fi: Vaadittu virheilmoitus
fr_fr: Message d'erreur nécessaire
he_he: הודעת שגיאה להתעלמות משדה חובה
ru_ru: Ошибка если поле не указано
sv_se: Felmeddelande

source: Save Changes
fi_fi: Tallenna valinnat
fr_fr: Sauvegarder
he_he: שמור שינויים
ru_ru: Сохранить изменения
sv_se: Spara ändringar

source: Reservation number
fi_fi: Varausnumero
fr_fr: Numéro de réservation
he_he: מספר הזמנה
ru_ru: Номер резервирования
sv_se: BokningsnummerBokningsnummer

source: Reason
fi_fi: Syy
fr_fr: Motif
he_he: סיבה
ru_ru: Причина
sv_se: Orsak

source: Restaurant settings
fi_fi: Ravintolan asetukset
fr_fr: Informations Restaurant
he_he: הגדרות מסעדה
ru_ru: Настройки ресторана
sv_se: Restaurangens uppgifter

source: Place
fi_fi: Paikka
fr_fr: Lieu
he_he: מקום
ru_ru: Место
sv_se: Lokal

source: Multiple places are available for Basic package users
fi_fi: Useammat ravintolat on mahdollisia maksullisessa versiossa
fr_fr: Plusieurs lieux différents sont possibles avec la version premium
he_he: ריבוי מקומות אפשרי למשתמשי חבילת הבסיס
ru_ru: Поддержка нескольких мест доступна в Базовом пакете
sv_se: Flera lokaler tillgängliga för Basic package användare

source: Restaurant name
fi_fi: Ravintolan nimi
fr_fr: Nom de restaurant
he_he: שם המסעדה
ru_ru: Название
sv_se: Restaurangens namn

source: Country
fi_fi: Maa
fr_fr: Pays
he_he: מדינה
ru_ru: Страна
sv_se: Land

source: City
fi_fi: Kaupunki
fr_fr: Ville
he_he: עיר
ru_ru: Город
sv_se: Stad

source: Address
fi_fi: Osoite
fr_fr: Adresse
he_he: כתובת
ru_ru: Адрес
sv_se: Adress

source: Send copy of reservation emails to specific recipients. Separate multiple recipients with ,
fr_fr: Envoyer les réservations par e-mail à d'autres utilisateurs. Ajout d'adresse e-mail, séparée par une virgule.
he_he: שלח העתק של דואל ההזמנות לנמען ספציפי. הפרד בין נמענים מרובים על ידי תו פסיק ','
ru_ru: Отправить копию бронирования писем конкретным получателям. Разделите несколько получателей ,

source: Phone
fi_fi: Puhelin
fr_fr: Téléphone
he_he: טלפון
ru_ru: Телефон
sv_se: Tel

source: Short description
fi_fi: Lyhyt kuvaus
fr_fr: Description courte
he_he: תיאור קצר
ru_ru: Короткое описание
sv_se: Kort beskrivning

source: Long description
fi_fi: Pidempi kuvaus
fr_fr: Description longue
he_he: תיאור ארוך
ru_ru: Длинное описание
sv_se: Lång beskrivning

source: Hours before reservation
fi_fi: Tuntia ennen varausta
fr_fr: Combien de temps avant la réservation
he_he: שעות לפני ההזמנה
ru_ru: Время до резервирования (в часах)
sv_se: Ange hur långt före önskad tid (antal timmar) det går att boka

source: Minimum hours before reservation can be accepted from client
fi_fi: Tunteja vähintään ennen varauksen hyväksymistä
fr_fr: Temps minimum accepté par le client avant une réservation
he_he: מינימום שעות לפני שעת ההזמנה בהן ניתן לקבל את ההזמנה מהלקוח
ru_ru: Минимальное количество часов до резервирования
sv_se: Minsta tidsmarginal för bokning

source: Catalog
fi_fi: Katalogi
fr_fr: Sélection
he_he: קטלוג
ru_ru: Каталог
sv_se: Katalog

source: Publish restaurant details to reservationdiary.eu catalog
fi_fi: Julkaise ravintolan tiedot reservationdiary.eu:n katalogissa
fr_fr: Présentez votre restaurant sur reservationdiary.eu
he_he: פרסם את פרטי המסעדה בקטלוג של reservationdiary.eu
ru_ru: Опубликовать данные ресторана в каталоге reservationdiary.eu

source: Available seats
fi_fi: Vapaat asiakaspaikat
fr_fr: Nombre de places
he_he: מושבים זמינים
ru_ru: Количество мест
sv_se: Tillgängliga platser

source: NOTE: Reducing number of available seats will remove existing reservations.
fi_fi: HUOM: pienentämällä asiakaspaikkojen määrää saatat poistaa olemassa olevia varauksia
fr_fr: ATTENTION : diminuer le nombre de place effacera les réservations déjà enregistrées.
he_he: שים לב: הפחתת מספר המושבים הזמינים יגרום למחיקת ההזמנות הקיימות במסד הנתונים!
ru_ru: ПРИМЕЧАНИЕ: Снижение доступных мест удалит существующие резервирования.
sv_se: NOTERA: Minskning av antalet platser tar bort befintliga bokningar

source: Working time
fi_fi: Työaika
fr_fr: Horaires d'ouverture
he_he: זמני פתיחה
ru_ru: Рабочее время
sv_se: Öppettider

source: Open
fi_fi: Avaa
fr_fr: Ouvert
he_he: פתוח
ru_ru: Время открытия
sv_se: Öppet

source: Close
fi_fi: Kiinni
fr_fr: Fermé
he_he: סגור
ru_ru: Время закрытия
sv_se: Stängt

source: Specify time in 24h format (00:00 - 23:59).
fi_fi: Määritä aika 24 tunnin formaatissa
fr_fr: Indiquez l'horaire au format 24h (00:00 - 23:59).
he_he: הזן שעה בפורמט 24 שעות (00:00 - 23:59).
ru_ru: Укажите время в 24 часовом формате (00:00 - 23:59).
sv_se: Ange tid i 24-timmars format (00:00 - 23:59)

source: If you close next day at night then set closing time on a same day. For example 18:00 - 3:00
fi_fi: Jos suljet seuraavan vuorokauden puolella, merkitse sulkemisajankohta samalle päivälle, esim 18:00-03:00
fr_fr: Si vous fermez le jour suivant en soirée, sélectionnez le même horaire que celui attribué la veille. Par exemple 18:00 - 3:00.
he_he: אם שעת הסגירה היא לאחר חצות אז הזן את שעת הסגירה באותו יום. לדוגמא 18:00 - 3:00.
ru_ru: Если ресторан закрывается на следующий день ночью то установите время закрытия на тот же день. Например 18:00 - 3:00
sv_se: Om du stänger efter midnatt ange då tid samma datum. Till exempel 18:00 - 3:00

source: Set Open and Close fields to blank if restaurant is closed.
fi_fi: Aseta Avaa ja Sulje kentät tyhjäksi jos ravintola on suljettu
fr_fr: Laissez le champs Ouvert ou Fermé vide si le restaurant est fermé.
he_he: השאר את שדות פתוח וסגור ריקים אם המסעדה סגורה
ru_ru: Оставте время открытия и закрытия пустыми, если ресторан весь день закрыт.
sv_se: Lämna fälten för Öppet och Stängt tomma om restaurangen är stängd

source: Multiple open and close times are available in Basic package.
fr_fr: Différents horaires d'ouverture et de fermeture sont possibles avec la version Premium
he_he: ריבוי שעות פתיחה וסגירה (משמרות) אפשרי בגרסת הבסיס
ru_ru: Многократное время открытия и закрытия доступны в базовом пакете.

source: Email Configuration
fi_fi: Sähköpostin asetukset
fr_fr: Notification par E-mail
he_he: קונפיגורציית דואל
ru_ru: Настройки електронной почты
sv_se: E-post inställningar

source: Language
fi_fi: Kieli
fr_fr: Langue
he_he: שפה
ru_ru: Язык
sv_se: Språk

source: Language for admin emails
fi_fi: Kielivalinta ylläpidon sähköposteihin
fr_fr: Langue pour l'administrateur
he_he: שפה לאימיילים לאדמין
ru_ru: Язык для писем администратору
sv_se: Språk för e-post administration

source: Date format
fi_fi: Kellonajan formaatti
fr_fr: Format de date
he_he: פורמט תאריך
ru_ru: Формат даты
sv_se: Datumformat

source: Hyphen
fi_fi: Tavuviiva
fr_fr: Trait d'union
he_he: מקף
ru_ru: Дефис
sv_se: Bindestreck

source: Dot
fi_fi: Piste
fr_fr: Point
he_he: נקודה
ru_ru: Точка
sv_se: Punkt

source: Slash
fi_fi: Kenoviiva
fr_fr: Espace
he_he: לוכסן
ru_ru: Слеш
sv_se: Snedstreck

source: Basic package (paid version)
fi_fi: Maksullinen paketti
fr_fr: Service Premium
he_he: חבילת בסיס (גרסה בתשלום)
ru_ru: Базовый пакет (платная версия)
sv_se: Basic package

source: * View upcoming reservations on Mobile/Tablet PC
fi_fi: * Katso tulevat varaukset mobiililaitteella
fr_fr: * Voir les réservations en temps réel sur smartphone et tablette
he_he: * צפיה בהזמנות צפויות דרך מחשב נייד / טאבלט / PC
ru_ru: * Просмотр резервирований на мобильном телефоне/планшете
sv_se: * Se ny bokningar i Mobil/Tablet/PC

source: View upcoming reservations from your Mobile/Tablet PC and never miss your customer. This page should be open on a Tablet PC so waitress can see all upcoming reservations for today. Page refreshes every 15 min and shows reservations that in past for 3 hours as well as all upcoming reservations for next 24 hours. By clicking on reservation item you will see reservation details.
fi_fi: Katso tulevat varaukset aina suoraan mobiililaitteesta. Tämän sivun pitäisi olla auki tabletissa, niin tarjoilija voi nähdä kaikki päivän pöytävaraukset. Sivu päivittyy automaattisesti 15 minuutin välein ja näyttää varaukset menneiltä 3 tunnilta, sekä 24 tuntia eteenpäin. Klikkaamalla pöytävarausta näet tarkemmat tiedot.
fr_fr: * Voir les nouvelles réservations sur smartphone et tablette afin de ne rien manquer pour vos clients. Il est nécessaire d'ouvrir cette page pour voir les réservations du jour. La page est actualisée toutes les 15mn, avec un récapitulatif des 3 dernières heures et des 24 prochaines heures à venir. En cliquant sur Voir les réservations, ​​vous verrez les détails des réservations.
he_he: צפה בהזמנות הצפויות מהמחשב הנייד / הטאבלט / PC ולעולם לא תפספס את בלקוח שלך. עמוד זה צריך להיות פתוח על הטאבלט או המחשב כך שהמלצר או המארח(ת) יוכל לראות את כל ההזמנות הצפויות להיום. העמוד מתרענן כל 15 דקות ומציג הזמנות מה3 שעות שעברו וגם עבור ההזמנות הצפויות ב24 השעות הבאות. על ידי לחיצה על הזמנה ספציפית תוכל לראות פירוט של ההזמנה.
ru_ru: Смотрите список резервирований с вашего мобильного телефона или планшета и Вы никогда не пропустите вашего клиента. Эта страница должна быть постоянно открыта на планшетном ПК, так что официантка может видеть все резервирования на сегодня. Страница обновляется каждые 15 мин и показывает прошедшие резервирования на 3 часа назад, а также все предстоящие резервирование на длижайшие 24 часа. Нажав по резервирования вы увидите его детали.
sv_se: Bokningsnummer och orsak till avbokning måste anges.

source: Fully functional demo can be accessed by following link for 30 days:
fi_fi: Voit kokeilla 30 päivää ilmaiseksi koekäyttöversiota, jossa on kaikki maksulliset ominaisuudet:
fr_fr: Essayez le plugin gratuitement pendant 30 jours :
he_he: הדגמת פונקציונליות מלאה למשך 30 יום זמינה בלחיצה על הלינק הבא:
ru_ru: Ознакомится со всем функционалом в течении 30 дней, можно следуя следующей ссылке:

source: Open upcoming reservations
fi_fi: Avaa tulevat pöytävaraukset
fr_fr: Voir les réservations
he_he: פתח הזמנות צפויות
ru_ru: Открыть список резервирований
sv_se: Se nya och aktuella bokningar

source: * Setup maximum available seats for online reservation by week day
fi_fi: * Aseta maksimimäärä asiakaspaikkoja viikonpäiväkohtaisesti
fr_fr: * Indiquez le nombre de réservations en ligne par jour ouvrable.
he_he: * הגדר מקסימום מושבים זמינים להזמנה אונליין לפי יום בשבוע
ru_ru: * Конфигурация доступных места для онлайн-бронирования по дням недели
sv_se: * Ange maximalt tillgängliga platser vid onlinebokning för varje veckodag.

source: * Time shifts. Define multiple open/close time by week day. Define time before reservation by shift and week day.
fi_fi: * Työvuorot. Määritä useampia aukioloaikoja eri viikonpäiville.
fr_fr: * Différents services. Indiquez plusieurs horaires d'Ouverture/Fermeture par jour ouvrable.
he_he: * זמני משמרות, הגדר ריבוי זמני פתיחה / סגירה על פי יום בשבוע. הגדר מרווח זמן להזמנה על פי משמרת ויום בשבוע.
ru_ru: * Смены. Можно определить несколько времён открытия и закрытия по дням недели.
sv_se: * Varierade tider. Ange olika dagliga öppet- och stängningstider. Ange möjlig tidsgräns för onlinebokning inför öppettider.

source: * Support for multiple places.
fi_fi: * Tuki useammalle ravintolalle
fr_fr: * Informations pour plusieurs restaurants.
he_he: * תמיכה לריבוי מקומות.
ru_ru: * Поддержка нескольких мест.
sv_se: * Stöd för olika lokaler

source: Basic package price is 5 EUR per month per place. To subscribe please use following PayPal link:
fr_fr: Prix de la version Premium: 5 €/ mois et par restaurant. Pour s'inscrire, utilisez le lien Paypal :
he_he: מחיר חבילת הבסיס הינו 5 יורו לכל חודש עבור כל מקום. על מנת להרשם אנא השתמש בלינק הבא לפייפאל:
ru_ru: Базовая цена пакета составляет 5 евро в месяц за ресторан. Чтобы подписаться, пожалуйста, используйте следующую PayPal ссылку:

source: Subscribe to basic package
fr_fr: S'inscrire à la version Premium
he_he: הרשם לחבילת הבסיס
ru_ru: Подписаться на базовый пакет

source: Please allow 1 business day for us to confirm your payment and upgrade your account.
fr_fr: La mise à jour de la version Premium peut durer jusqu'à 24h
he_he: אנא המתן כיום עסקים אחד על מנת לאפשר לנו לאשר את התשלום ולשדרג לך את החשבון.
ru_ru: Ваш аккаунт будет изменйн в течении 1 рабочего дня с момента поступления оплаты за подписку

source: Back to reservation page
fr_fr: Retourner à la réservation
he_he: חזרה לעמוד הזמנת שולחן
ru_ru: Вернуться к странице резервирования

source: Cancel a reservation
fr_fr: Annuler la réservation
he_he: בטל הזמנה

source: Step
fi_fi: Vaihe
fr_fr: Réservez une table
he_he: שלב
ru_ru: Шаг
sv_se: Steg
