Repository: wp-plugins/redi-restaurant-reservation
Catalog: lang/redi-restaurant-reservation-*.po
Languages: fi_fi, fr_fr, he_he, ru_ru, sv_se

source: Select place, date and time
fi_fi: Valitse paikka, päivämäärä ja aika
fr_fr: Sélectionnez le lieu, la date et l'heure
he_he: בחר מקום, תאריך ושעה
ru_ru: Выбор места, даты и времени
sv_se: Välj lokal, datum och tid

source: Select date and time
fi_fi: Valitse päivämäärä ja aika
fr_fr: Sélectionner la date et l'heure
he_he: בחר תאריך ושעה
ru_ru: Выбор даты и времени
sv_se: Önskad dag och tid

source: Time
fi_fi: Aika
fr_fr: Horaire
he_he: שעה
ru_ru: Время
sv_se: Tid

source: Persons
fi_fi: Henkilöiden lukumäärä
fr_fr: Personnes
he_he: סועדים
ru_ru: Количество людей
sv_se: Antal personer

source: More than %s people
fi_fi: Enemmän kuin %s henkilöä
fr_fr: Plus de %s personnes
he_he: יותר מ %s סועדים
ru_ru: Больше чем %s человек

source: Check available time
fi_fi: Tarkasta vapaat ajat
fr_fr: Vérifier la disponibilté
he_he: בדוק זמינות שולחן
ru_ru: Проверить доступность
sv_se: Kolla tillgängliga tider

source: Reservation is not available on selected day. Please select another day.
fr_fr: Les réservations ne sont pas possibles en ce moment, merci de choisir une nouvelle date.

source: Select available time
fi_fi: Valitse vapaa aika
fr_fr: Choisir une disponibilité
he_he: בחר בשעה הזמינה
ru_ru: Выбор доступного времени
sv_se: Kolla tillgänglighet

source: Previous
fr_fr: Suivant

source: Provide reservation details
fi_fi: Syötä pöytävarauksen tiedot
fr_fr: Envoyez votre demande
he_he: הזן פרטי הזמנה
ru_ru: Информация для обратной связи
sv_se: Lämna bokningsuppgifter

source: Name
fi_fi: Nimi
fr_fr: Nom
he_he: שם
ru_ru: Имя
sv_se: Namn

source: Custom field is required
fi_fi: Kustomoitu kenttä vaaditaan
fr_fr: Remplir les champs nécessaires
he_he: שדה מותאם אישית נחוץ (חובה)
ru_ru: Поле обязательное
sv_se: Obligatoriskt uppgift

source: Comment
fi_fi: Kommentti
fr_fr: Commentaire
he_he: הערה
ru_ru: Коментарии
sv_se: Kommentar

source: Make a reservation
fi_fi: Tee pöytävaraus
fr_fr: Réserver
he_he: הזמן שולחן
ru_ru: Забронировать
sv_se: Boka

source: Thank you for your reservation.
fi_fi: Kiitos pöytävarauksestasi.
fr_fr: Nous vous remercions pour votre réservation.
he_he: תודה על ביצוע ההזמנה
ru_ru: Спасибо за ваше бронирование
sv_se: Tack för din bokning

source: We will create a confirmation and email it to you at the email address you entered on the reservations form. You should receive your confirmation by email shortly.
fi_fi: Lähetämme sinulle pian vahvistusviestin antamaasi sähköpostiosoitteeseen.
fr_fr: Une confirmation vous a été envoyée. Veuillez consulter votre boite e-mail.
ru_ru: Мы отправим подтверждение к вам на почтовый ящик, указанный в форме бронирования. Вы должны получить подтверждение по электронной почте в ближайшее время.
sv_se: Du får inom kort en bekräftelse på din bokning till din mail. Besvara mailet om du vill ändra tid eller avboka.

source: Powered by
fi_fi: Tukena
fr_fr: Propulsé par
ru_ru: Разработано

source: %d min
he_he: %d מינימום
ru_ru: %d мин

source: Url
fi_fi: WWW-osoite
he_he: כתובת URL
ru_ru: Веб адрес

source: Email
fi_fi: Sähköposti
he_he: דואל
ru_ru: Емайл
sv_se: E-post

source: Date
fi_fi: Päivämäärä
he_he: תאריך
ru_ru: Дата
sv_se: Datum

source: Email CC
he_he: כתובת להעתק דואל

source: id and reason are required
fi_fi: id ja syy vaaditaan

source: For paid packages please contact us by email:
fi_fi: Maksulliseen versioon liittyen voitte kääntyä puoleemme sähköpostitse osoitteessa:
